{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NewStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": " Welcome to \r\n\"Al Arda\"\r\nTutorial"
					},
					"Translation":
					{
						"Text": "مرحبا في بكم في تجربة\r\n تعلبم العارضة"
					},
					"Key": "IntroTut"
				},
				{
					"Source":
					{
						"Text": "* Move towards it"
					},
					"Translation":
					{
						"Text": "اتجه اليها"
					},
					"Key": "Move_towards_it"
				},
				{
					"Source":
					{
						"Text": "- Grab the Sword using\r\n   the controller's \"Grab Button\" "
					},
					"Translation":
					{
						"Text": "- اضغط على الزر الجانبي\r\n  في وحدة التحكم حتى تمسك السيف"
					},
					"Key": "Grab_the_Sword"
				},
				{
					"Source":
					{
						"Text": "- Keep moving to the right then to \r\n   the left"
					},
					"Translation":
					{
						"Text": "- استمر في التحرك إلى اليمين ثم إلى \r\n   اليسار بينما"
					},
					"Key": "Keep_moving_to_the_right"
				},
				{
					"Source":
					{
						"Text": "- Keep moving your hand\r\n   Up  and Down"
					},
					"Translation":
					{
						"Text": "- استمر بالحركة مع و ضع السيف\r\n  لاعلى و لاسفل"
					},
					"Key": "Keep_movinghandUp_and_Down"
				},
				{
					"Source":
					{
						"Text": "- Move to the Right and Move to \r\n  the left while slightly bending \r\n  your knees"
					},
					"Translation":
					{
						"Text": "- استمر في الانتقال إلى اليمين\r\n والانتقال إلى اليسار أثناء مع ثني الركبتين"
					},
					"Key": "Move_to_Right_and_left"
				},
				{
					"Source":
					{
						"Text": "- Move to the indecator on the\r\n   floor and move toward it"
					},
					"Translation":
					{
						"Text": "- تحرك نحو الاشارات\r\n   على الارض و تحرك لها"
					},
					"Key": "Check_step_indecator_on_the_floor"
				},
				{
					"Source":
					{
						"Text": "- Move your hands up to reach \r\n   the indicator on your right"
					},
					"Translation":
					{
						"Text": "- ارفع يدك للاعلى حتى تصل\r\n  للمؤشر على يمينك"
					},
					"Key": "Move_your_hands_up"
				},
				{
					"Source":
					{
						"Text": "- Now follow the Band leader steps"
					},
					"Translation":
					{
						"Text": "- الان اتبع خطوات قائد العارضه"
					},
					"Key": "Now_follow_Band_leader_steps"
				},
				{
					"Source":
					{
						"Text": "- While holding the sword on \r\n   your Shoulder"
					},
					"Translation":
					{
						"Text": "- بينما السيف على كتفك"
					},
					"Key": "Holding_the_sword"
				},
				{
					"Source":
					{
						"Text": "-Aim the pointer at the teleportation spot on the ground  \r\n-Click the trigger button to teleport to it's position"
					},
					"Translation":
					{
						"Text": "صوب و اضغط على الزر للانتقال"
					},
					"Key": "Aim_and_click_trigger_button_to_teleport"
				},
				{
					"Source":
					{
						"Text": "-Aim your hand at the orange spots\r\n  on the ground\r\n-press this button \r\n  to transfer to the chosen spot \r\n\r\n-Aim the pointer at the teleportation spot on the ground \r\n-Click the trigger button to teleport to it's position"
					},
					"Translation":
					{
						"Text": "- صوب نحو النقاط على الارض\r\nو اضغط على الزر  للانتقال"
					},
					"Key": "Aim_your_hand_atthe"
				},
				{
					"Source":
					{
						"Text": "Al-Ardha is an expression of our culture\r\nand the strength of our people.\r\nEvery step we take revives our heritage."
					},
					"Translation":
					{
						"Text": "العرضة هي تعبير عن ثقافتنا، وقوة شعبنا. كل خطوة نخطوها نُحيي بها تراثنا"
					},
					"Key": "End_of_Tutorial"
				},
				{
					"Source":
					{
						"Text": "Arabic"
					},
					"Translation":
					{
						"Text": "عربي"
					},
					"Key": "UI_Arabic"
				},
				{
					"Source":
					{
						"Text": "Are you familiar with the different steps of Al Arda ?"
					},
					"Translation":
					{
						"Text": "هل تعرف رقصة العارضة ؟"
					},
					"Key": "familiar"
				},
				{
					"Source":
					{
						"Text": "Band"
					},
					"Translation":
					{
						"Text": "فرقة"
					},
					"Key": "Band"
				},
				{
					"Source":
					{
						"Text": "Choose your preferred language"
					},
					"Translation":
					{
						"Text": "أختار لغتك المضلة"
					},
					"Key": "ChooseLang"
				},
				{
					"Source":
					{
						"Text": "Continue as Guest"
					},
					"Translation":
					{
						"Text": "تابع كضيف"
					},
					"Key": "Continueas_as_Guest"
				},
				{
					"Source":
					{
						"Text": "Do you want to start the celebration or go to tutorial?"
					},
					"Translation":
					{
						"Text": "هل تريد البدء بالبرنامج التعليمي أو الانتقال مباشرة إلى الاحتفال؟"
					},
					"Key": "tut"
				},
				{
					"Source":
					{
						"Text": "Do you want to start the tutorial or proceed directly to the celebration?"
					},
					"Translation":
					{
						"Text": "هل تريد ان تعرف رقصة العارضة"
					},
					"Key": "startTut"
				},
				{
					"Source":
					{
						"Text": "Email Id"
					},
					"Translation":
					{
						"Text": "عنوان لبريد الالكتروني"
					},
					"Key": "Email_id"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "انجليزي"
					},
					"Key": "UI_Eng"
				},
				{
					"Source":
					{
						"Text": "Enter email id"
					},
					"Translation":
					{
						"Text": "أدخل عنوان  البريد الالكتروني"
					},
					"Key": "Enter_email_id"
				},
				{
					"Source":
					{
						"Text": "Enter first name"
					},
					"Translation":
					{
						"Text": "ادخل الاسم الاول"
					},
					"Key": "I_FirsName"
				},
				{
					"Source":
					{
						"Text": "Enter last name"
					},
					"Translation":
					{
						"Text": "ادخل اسم العائلة"
					},
					"Key": "Enter_last_name"
				},
				{
					"Source":
					{
						"Text": "Female"
					},
					"Translation":
					{
						"Text": "أنثى"
					},
					"Key": "Female"
				},
				{
					"Source":
					{
						"Text": "Finish"
					},
					"Translation":
					{
						"Text": "النهايه"
					},
					"Key": "Finish"
				},
				{
					"Source":
					{
						"Text": "Full Name"
					},
					"Translation":
					{
						"Text": "االاسم كامل"
					},
					"Key": "UI_FName"
				},
				{
					"Source":
					{
						"Text": "Go To Arda History"
					},
					"Translation":
					{
						"Text": "تاريخ العارضه"
					},
					"Key": "Go_ArdaHistory"
				},
				{
					"Source":
					{
						"Text": "Go to the Celebration"
					},
					"Translation":
					{
						"Text": "اذهب الى الاحتفال"
					},
					"Key": "Celebration"
				},
				{
					"Source":
					{
						"Text": "History"
					},
					"Translation":
					{
						"Text": "تاريخ"
					},
					"Key": "History"
				},
				{
					"Source":
					{
						"Text": "Intro Al Hurba"
					},
					"Translation":
					{
						"Text": "مقدمة الحربة"
					},
					"Key": "IntroAlHurba"
				},
				{
					"Source":
					{
						"Text": "Introduction"
					},
					"Translation":
					{
						"Text": "مقدمة"
					},
					"Key": "Intro"
				},
				{
					"Source":
					{
						"Text": "Invitation"
					},
					"Translation":
					{
						"Text": "دعوة"
					},
					"Key": "Invetation"
				},
				{
					"Source":
					{
						"Text": "Male"
					},
					"Translation":
					{
						"Text": "ذكر"
					},
					"Key": "Male"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "لا"
					},
					"Key": "n"
				},
				{
					"Source":
					{
						"Text": "Now you mastered the Al Arda Dance "
					},
					"Translation":
					{
						"Text": "الان وقت رقصة العارضة"
					},
					"Key": "Now_you_mastered"
				},
				{
					"Source":
					{
						"Text": "Outro"
					},
					"Translation":
					{
						"Text": "الخاتمة"
					},
					"Key": "Outro"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "توقف"
					},
					"Key": "Paused"
				},
				{
					"Source":
					{
						"Text": "Pick your gender"
					},
					"Translation":
					{
						"Text": "اختر النوع"
					},
					"Key": "Identify_yourself"
				},
				{
					"Source":
					{
						"Text": "Press \"X\" to continue"
					},
					"Translation":
					{
						"Text": "اضغط على زر \"X\" للمتابعة"
					},
					"Key": "PressX"
				},
				{
					"Source":
					{
						"Text": "Press this button to click"
					},
					"Translation":
					{
						"Text": "اضغط هنا للبدا"
					},
					"Key": "Press_this_button_to_click"
				},
				{
					"Source":
					{
						"Text": "Press this button while aiming\r\nto grab the sword to pick it up "
					},
					"Translation":
					{
						"Text": "اضغط هنا لامساك السيف"
					},
					"Key": "Press_this_button_while_aiming_to_grab"
				},
				{
					"Source":
					{
						"Text": "Proceed"
					},
					"Translation":
					{
						"Text": "تابع"
					},
					"Key": "proceed"
				},
				{
					"Source":
					{
						"Text": "Restart Training"
					},
					"Translation":
					{
						"Text": "أعادة التدريب"
					},
					"Key": "Restart"
				},
				{
					"Source":
					{
						"Text": "Skip"
					},
					"Translation":
					{
						"Text": "تخطي"
					},
					"Key": "skip"
				},
				{
					"Source":
					{
						"Text": "Skip Celebration"
					},
					"Translation":
					{
						"Text": "تخطي الاحتفال"
					},
					"Key": "Skip_Celebration"
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "البدء"
					},
					"Key": "Start"
				},
				{
					"Source":
					{
						"Text": "Start Training"
					},
					"Translation":
					{
						"Text": "ابدا التدريب"
					},
					"Key": "Tutorial"
				},
				{
					"Source":
					{
						"Text": "Try Again"
					},
					"Translation":
					{
						"Text": "حاول مرة اخرى"
					},
					"Key": "TryAgain"
				},
				{
					"Source":
					{
						"Text": "Welcome to\r\n Celebration"
					},
					"Translation":
					{
						"Text": "اهلا بك في الاحتفالية"
					},
					"Key": "Welcome_to_Celebration"
				},
				{
					"Source":
					{
						"Text": "Well Done!!"
					},
					"Translation":
					{
						"Text": " أحسنت !!"
					},
					"Key": "WellDone"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "نعم"
					},
					"Key": "y"
				}
			]
		}
	]
}